import React from 'react';
import { Container } from 'react-bootstrap';

const ProViceChancellor = () => {
    return (
        <Container>
        <div class>
            <img className="w-25 d-block mx-auto my-3 p-2 bg-secondary rounded" src="./images/pvc.jpg" alt="" />
           <div className="text-center text-primary my-3">
                <h4>উপ -উপাচার্য</h4>
                <h4>অধ্যাপক ড. মোহাম্মদ আব্দুল বাকী</h4>
            </div>
                <p>নোয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের (নোবিপ্রবি) নতুন প্রো-ভাইস চ্যান্সেলর হিসেবে নিয়োগ পেয়েছেন অধ্যাপক ড. মোহাম্মদ আব্দুল বাকী। তিনি জগন্নাথ বিশ্ববিদ্যালয়ের প্রাণিবিদ্যা বিভাগের অধ্যাপক। মহামান্য রাষ্ট্রপতি ও বিশ্ববিদ্যালয়ের চ্যান্সেলর জনাব মো. আবদুল হামিদ নোবিপ্রবি আইন ২০০১ এর ধারা ১২(১) অনুযায়ী আগামী চার বছরের জন্য এ নিয়োগ দিয়েছেন। আজ (২৫ আগস্ট ২০২১) বুধবার মহামান্য রাষ্ট্রপতি ও চ্যান্সেলর এর অনুমোদনক্রমে শিক্ষা মন্ত্রণালয়ের মাধ্যমিক ও উচ্চশিক্ষা বিভাগ এ সংক্রান্ত প্রজ্ঞাপন জারি করে। অবিলম্বে এ আদেশ কার্যকর করা হবে। প্রজ্ঞাপনে বলা হয়, আগামী চার বছরের জন্য বিধি অনুযায়ী পদ সংশ্লিষ্ট অন্যান্য সুযোগ-সুবিধা ভোগ করবেন মাননীয় প্রো-ভাইস চ্যান্সেলর অধ্যাপক ড. মোহাম্মদ আব্দুল বাকী ।</p>
            </div>
            </Container>
    );
};

export default ProViceChancellor;