import React from 'react';
import { Container } from 'react-bootstrap';

const ViceChancellor = () => {
    return (
        <Container>
        <div class>
            <img className="w-25 d-block mx-auto my-3 p-2 bg-secondary rounded" src="./images/vc.png" alt="" />
           <div className="text-center text-primary my-3">
                <h4>উপাচার্য</h4>
                <h4>প্রফেসর ড. মো: দিদার-উল-আলম</h4>
            </div>
                <p>নোয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের (নোবিপ্রবি) নতুন ভাইস চ্যান্সেলর (ভিসি) হিসেবে নিয়োগ পেয়েছেন প্রফেসর ড. মো: দিদার-উল-আলম । তিনি ঢাকা বিশ্ববিদ্যালয়ের সয়েল, ওয়াটার ও এনভায়রনমেন্ট বিভাগের অধ্যাপক। মহামান্য রাষ্ট্রপতি ও বিশ্ববিদ্যালয়ের চ্যান্সেলর জনাব মো. আবদুল হামিদ নোবিপ্রবি আইন ২০০১ এর ধারা ১০ এর (১) অনুযায়ী আগামী চার বছরের জন্য এ নিয়োগ দিয়েছেন। ১২ জুন ২০১৯ বুধবার মহামান্য রাষ্ট্রপতি ও চ্যান্সেলর এর অনুমোদনক্রমে শিক্ষা মন্ত্রণালয়ের মাধ্যমিক ও উচ্চশিক্ষা বিভাগ এ সংক্রান্ত প্রজ্ঞাপন জারি করে। অবিলম্বে এ আদেশ কার্যকর করা হবে। ভাইস চ্যান্সেলর বিশ্ববিদ্যালয়ের প্রধান নির্বাহী কর্মকর্তা হিসেবে সার্বক্ষণিকভাবে বিশ্ববিদ্যালয় ক্যাম্পাসে অবস্থান করবেন।</p>
            </div>
            </Container>
    );
};

export default ViceChancellor;